Repository: ZyFun/MedicineV2
Catalog: MedicinesV2/Default/Recources/Localizable.xcstrings
Source language: en
Languages: ru

# Аптечки
source: First aid Kits
ru: Аптечки

# В наличии
source: In stock
ru: В наличии

# Введите действующее вещество
source: Enter active ingredient
ru: Введите действующее вещество

# Введите дозу приёма
source: Enter dosage
ru: Введите дозу приёма

# Введите количество лекарств
source: Enter medication quantity
ru: Введите количество лекарств

# Введите название аптечки
source: Enter kit name
ru: Введите название аптечки

# Введите название или расположение аптечки
source: Enter kit name or location
ru: Введите название или расположение аптечки

# Введите название лекарства*
source: Enter medication name*
ru: Введите название лекарства*

# Введите название новой аптечки
source: Enter the name of the new kit
ru: Введите название новой аптечки

# Введите назначение (температура, кашель)
source: Enter purpose (fever, cough)
ru: Введите назначение (температура, кашель)

# Введите новое название аптечки
source: Enter the new kit name
ru: Введите новое название аптечки

# Введите описание или комментарии
source: Enter description or comments
ru: Введите описание или комментарии

# Введите производителя лекарства
source: Enter medication manufacturer
ru: Введите производителя лекарства

# Введите тип (спрей, таблетки, сироп)
source: Enter type (spray, tablets, syrup)
ru: Введите тип (спрей, таблетки, сироп)

# Версия
source: Version
ru: Версия

# Вечером
source: Evening
ru: Вечером

# ВКонтакте
source: VK
ru: ВКонтакте

# Время
source: Time
ru: Время

# г
source: g
ru: г

# Готово
source: Done
ru: Готово

# Данные сохранены
source: Data saved
ru: Данные сохранены

# Действующее вещество
source: Active ingredient
ru: Действующее вещество

# Дмитрий Данилин
source: Dmitriy Danilin
ru: Дмитрий Данилин

# Днём
source: Afternoon
ru: Днём

# Добавить аптечку
source: Add kit
ru: Добавить аптечку

# Доза приёма
source: Dosage
ru: Доза приёма

# Доза приёма не должна быть 0
source: Dosage must not be 0
ru: Доза приёма не должна быть 0

# Закрыть
source: Close
ru: Закрыть

# Изменить название
source: Edit name
ru: Изменить название

# Когда показать уведомления?
source: When to show notifications?
ru: Когда показать уведомления?

# Лекарств в аптечке
source: Medications in the kit
ru: Лекарств в аптечке

# Лекарство было принято
source: Medication was taken
ru: Лекарство было принято

# Лекарство удалено
source: Medication removed
ru: Лекарство удалено

# мг
source: ml
ru: мг

# мл
source: mg
ru: мл

# Название
source: Name
ru: Название

# Назначение
source: Purpose
ru: Назначение

# Направление
source: Direction
ru: Направление

# Направление сортировки
source: Sorting direction
ru: Направление сортировки

# Настройки
source: Settings
ru: Настройки

# Не задано
source: Not specified
ru: Не задано

# Недостаточно лекарства в наличии
source: Not enough medication in stock
ru: Недостаточно лекарства в наличии

# Новое лекарство
source: New medicine
ru: Новое лекарство

# О приложении
source: About the app
ru: О приложении

# Обновить
source: Update
ru: Обновить

# Описание
source: Description
ru: Описание

# Осталось
source: Remaining
ru: Осталось

# Открыть
source: Open
ru: Открыть

# Отмена
source: Cancel
ru: Отмена

# Отменить
source: Cancel
ru: Отменить

# Ошибка
source: Error
ru: Ошибка

# По возрастанию
source: Ascending
ru: По возрастанию

# По дате добавления
source: By date added
ru: По дате добавления

# По заголовку
source: By title
ru: По заголовку

# По сроку годности
source: By expiration date
ru: По сроку годности

# По убыванию
source: Descending
ru: По убыванию

# Повтор
source: Repeat
ru: Повтор

# Поле
source: Field
ru: Поле

# Поле с названием не должно быть пустым
source: The name field must not be empty
ru: Поле с названием не должно быть пустым

# Поле сортировки
source: Sorting field
ru: Поле сортировки

# Применить
source: Apply
ru: Применить

# Принять
source: Take
ru: Принять

# Производитель
source: Manufacturer
ru: Производитель

# Просрочено
source: Expired
ru: Просрочено

# Разработчик
source: Developer
ru: Разработчик

# Редактировать
source: Edit
ru: Редактировать

# Сортировка
source: Sorting
ru: Сортировка

# Сохранить
source: Save
ru: Сохранить

# Срок годности
source: Expiration date
ru: Срок годности

# Тип
source: Type
ru: Тип

# Уведомления
source: Notifications
ru: Уведомления

# Удалить
source: Delete
ru: Удалить

# Утром
source: Morning
ru: Утром

# шт
source: pcs
ru: шт
